[
  {
    "id": "rose",
    "name": "Crimson Nova Rose",
    "drain": 0.12,
    "optimal": [
      40,
      80
    ],
    "tips": [
      "In the case of the Crimson Nova Rose, evidence suggests watering sparingly — too much affection is negligence.",
      "Maintain a strict schedule: the rose thrives under surveillance, not sentiment.",
      "Mist the petals like dusting fingerprints; methodical and without flair."
    ],
    "trivia": [
      "Marvin Gaye's 1971 album What's Going On changed soul music with its social commentary.",
      "In 1974, Barry White's deep voice made Can't Get Enough of Your Love top the charts.",
      "Al Green's Love and Happiness is considered a quintessential 70s soul groove."
    ]
  },
  {
    "id": "fern",
    "name": "Celestial Spiral Fern",
    "drain": 0.1,
    "optimal": [
      30,
      70
    ],
    "tips": [
      "The Celestial Spiral Fern prefers interrogation lighting — keep its environment bright and controlled.",
      "Water only when the fronds whisper; silence means stay your hand.",
      "Don't crowd the fern; allow room for its spirals to unfurl under observation."
    ],
    "trivia": [
      "Bill Withers wrote Ain't No Sunshine in 1971 while working at a factory — its simplicity became legendary.",
      "Chaka Khan's 1978 hit I'm Every Woman showcased powerful vocals in soul and disco.",
      "Earth, Wind & Fire blended funk, soul, and R&B with horns and harmonies on September (1978)."
    ]
  },
  {
    "id": "bonsai",
    "name": "Mini Enterprise Bonsai",
    "drain": 0.15,
    "optimal": [
      50,
      90
    ],
    "tips": [
      "Prune this miniature starship with precision; reckless cuts could start an intergalactic incident.",
      "A bonsai captain thrives under steady drips — not sudden showers.",
      "Log your watering times; captains respect adherence to protocol."
    ],
    "trivia": [
      "The Jackson 5's ABC topped the charts in 1970 with youthful energy and Motown charm.",
      "Stevie Wonder's 1976 album Songs in the Key of Life fused soul with funk and jazz.",
      "Curtis Mayfield's Move On Up remains an uplifting soul anthem from 1970."
    ]
  },
  {
    "id": "succulent",
    "name": "Desert Star Succulent",
    "drain": 0.08,
    "optimal": [
      35,
      75
    ],
    "tips": [
      "Like a witness under oath, the succulent requires brief but honest hydration.",
      "Overwatering the Desert Star is perjury; a single drop suffices.",
      "Allow the soil to dry between interrogations; silence is part of the process."
    ],
    "trivia": [
      "Sly and the Family Stone's If You Want Me to Stay (1973) blended funk and soul with slap bass.",
      "Aretha Franklin's 1970s performances kept her crowned as the Queen of Soul.",
      "The O'Jays released Love Train in 1972, an anthem of unity and Philly soul."
    ]
  }
]